{
   "start":["start"],
   "nodes" : {
      "start" : {
         "title":"A heated exchange",
         "ll" : [ 50.59466,-1.20618 ] ,
         "size": 15,
         "content": [
            "Although he is not tall, he would be good looking without that expression. He is arguing in whispers at a table in the Ventnor Exchange. He is clearly English, but it's harder to decide the accent of the woman opposite.",
            "Whatever they are arguing about seems to have shaken both of them and she walks out. He looks like he is about to call after her, but his phone rings. Without looking at the caller he just answers and asks \"did you find it?\". He presses his hand over the phone struggling to hear over the noise of other customers. In frustration he heads outside."
        ],
	"choice": ["Did they find it?","If no, walk up to the church.","If yes, walk down to the corner."],
        "next": ["stcath","clock"]
      },
      "stcath" : {
         "title":"Outside the Church",
         "ll" : [ 50.59453,-1.20695 ] ,
         "size": 15,
         "content": [
             "He catches up with her putting away the phone. She is waiting by the churchyard.",
             "\"Did they find it yet?\"",
             "\"No, not yet. Why Were you staring at that old gravestone? Someone you knew?\"",
             "\"Of course not, but...\"",
             "\"You were thinking about what happened again. It wasn't your fault.\"",
             "\"No, it was your's\". Her words are cruel, but there seems to be no malice in her delivery.",
             "They walk on." ],
         "next": ["alpine","seaview"]
      },
      "clock" : {
         "title":"Under the clock",
         "ll" : [ 50.59497,-1.20586 ] ,
         "size": 15,
         "content": [
             "He catches up with her, putting away the phone. She is staring up at the clock, comparing the time to her vintage watch.",
             "\"Did he find it?\" she asks, \"we don't have much time.\"",
             "He waits a beat, before nodding.",
             "\"Is there are problem?\"",
             "\"Not exactly...\", he's stalling for time to compose his response. \"It's not... not what you were expecting.\"",
             "\"This is no time to be coy. Come on, you can explain on the way.\"" ],
         "next": []
      },
      "seaview" : {
         "title":"Seaview",
         "ll" : [ 50.59416,-1.20737 ] ,
         "size": 15,
         "content": [ "sea view" ],
         "next": []
      },
      "alpine" : {
         "title":"Upwards!",
         "ll" : [ 50.59486,-1.2082 ] ,
         "size": 15,
         "content": ["steep!"],
         "next": []
      }
   }
}

