{
   "start":["start"],
   "nodes" : {
      "start" : {
         "title":"A heated exchange",
         "ll" : [ 50.59466,-1.20618 ] ,
         "size": 15,
         "content": [
            "Although he is not tall, he would be good looking without that expression. He is arguing in whispers at a table in the Ventnor Exchange. He is clearly English, but it's harder to decide the accent of the woman opposite.",
            "Whatever they are arguing about seems to have shaken both of them and she walks out. He looks like he is about to call after her, but his phone rings. Without looking at the caller he just answers and asks \"did you find it?\". He presses his hand over the phone struggling to hear over the noise of other customers. In frustration he heads outside."
        ],
	"choice": ["Did they find it?","If no, walk up to the church.","If yes, walk down to the corner."],
        "next": ["stcath","clock"]
      },
      "stcath" : {
         "title":"Outside the Church",
         "ll" : [ 50.59453,-1.20695 ] ,
         "size": 15,
         "content": [
             "He catches up with her putting away the phone. She is waiting by the churchyard.",
             "\"Did they find it yet?\"",
             "\"No, not yet. Why Were you staring at that old gravestone? Someone you knew?\"",
             "\"Of course not, but...\"",
             "\"You were thinking about what happened again. It wasn't your fault.\"",
             "\"No, it was your's\". Her words are cruel, but there seems to be no malice in her delivery.",
             "They walk on." ],
         "next": ["alpine","seaview"]
      },
      "clock" : {
         "title":"Under the clock",
         "ll" : [ 50.59497,-1.20586 ] ,
         "size": 15,
         "content": [
             "He catches up with her, putting away the phone. She is staring up at the clock, comparing the time to her vintage watch.",
             "\"Did he find it?\" she asks, \"we don't have much time.\"",
             "He waits a beat, before nodding.",
             "\"Is there are problem?\"",
             "\"Not exactly...\", he's stalling for time to compose his response. \"It's not... not what you were expecting.\"",
             "\"This is no time to be coy. Come on, you can explain on the way.\"" ],
         "next": []
      },
      "seaview" : {
         "title":"The long view",
         "ll" : [ 50.59416,-1.20737 ] ,
         "size": 15,
         "content": [ 
            "\"Well I guess it's too late now\" he says, \"There's less than an hour to go\".",
            "\"Sorry for snapping earler. Thanks for trying.\""
             ],
         "next": ["standrews"]
      },
      "standrews" : {
         "title":"One way system",
         "ll" : [ 50.59408,-1.20997 ],
         "size": 15,
         "content": [ 
            "The are both seeming calmer now. She asks \"Are you sure this is the right way?\"",
            "\"Yeah, I grew up here, remember?\""
             ],
         "next": ["belzig"]
      },
      "belzig" : {
         "title":"A flock of bikers",
         "ll" : [ 50.59386,-1.21264 ],
         "size": 15,
         "content": [ 
            "A rumble comes from back the way they've been walking, and a noisy moterbike grumbles past, followed by another and another. There are a real mixture flowing past. Some are crisp and modern. Some are vintage. The same thing is true of their riders - some of the older bearded chaps with well worn leathers, but now and then are less \"scene\" men, and a few women, usally riding the newer bikes."
             ],
         "next": ["parkgate"]
      },
      "parkgate" : {
         "title":"The Park Gate",
         "ll" : [50.59289,-1.21519],
         "size": 15,
         "content": [ 
            "The man has stopped at the gate.",
            "\"I'm not sure I can do this\"",
            "\"They were my cousin. It's family for me.\" she says",
            "\"...and my friend.\"",
            "\"Come on, we have to.\"",
            "At this moment, his phone buzzes and he looks at the screen.",
            "\"Oh, thank god, they found it."
             ],
         "next": ["memorial"]
      },
      "memorial" : {
         "title":"Biker Bandstand Bash",
         "ll" : [50.59162,-1.21639 ],
         "size": 15,
         "content": [ 
            "The park is full of the bikers you saw earlier, a long line of bikes is parked on the road outside the park. Music is coming from the band stand. You've heard this band before, they're great. This is just the kind of event you like to go to. You feel at home.",
            "The man goes up and talks to a chap with a laptop fiddling with some screens next to the bandstand. He hands over his phone and they fiddle around with files for a little while. Then he walks back to her.",
            "\"Sorted?\"",
            "\"Yup\"",
	   "\"OK, lets take a step back and see how it looks.\""
        ],
         "next": ["memorial2"]
      },

      "memorial2" : {
         "title":"Goodbye",
         "ll" : [50.59159,-1.21701],
         "size": 15,
         "content": [ 
            "\"I lied earlier\" she says, \"it wasn't your fault for giving them your old bike, it was the idiot who hit them. I just say dumb stuff when I'm upset\".",
            "The digital screens around the bandstand all show the picture of the three of you the day he gave you the bike. You look so happy.",
            "\"Do you ever pretend they are still here with us, in spirit?\"",
            "\"That would be nice\", he says, staring right through you, \"but no. Dead is dead.\"",
            "\"But you're glad you came?\"",
            "\"Yeah... goodbye mate.\""
        ],
         "next": []
      },





      "alpine" : {
         "title":"Upwards!",
         "ll" : [ 50.59486,-1.2082 ] ,
         "size": 15,
         "content": ["steep!"],
         "next": []
      }
   }
}

